<template>
	<view class="content padding-sm">
		<view class="w100 text-center">
			有理法律咨询用户协议
		</view>
		<view class="boxShadow padding-sm">
			用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容 用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容 用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容用户协议内容内容用户协议内容用户协议内容用户协议内容
		</view>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				
			};
		}
	}
</script>

<style lang="scss" scoped>
.boxShadow{
	width: 710rpx;
	background: #FFFFFF;
	box-shadow: 0px 0px 20px 1px rgba(0,0,0,0.06);
	border-radius: 8rpx;
	margin: 40rpx auto;
}
.content{
	min-height: 100vh;
}
</style>
